{
    "html": {
        "head": {
            "title": {
                "$t": "The Geography of Bliss"
            }
        },
        "body": {
            "div": [
                {
                    "p": [
                        {
                            "$t": "Introduction"
                        },
                        {
                            "$t": "My bags were packed and my provisions loaded. I was ready for adventure. And so, on a late summer afternoon, I dragged my reluctant friend Drew off to explore new worlds and, I hoped, to find some happiness along the way. I’ve always believed that happiness is just around the corner. The trick is finding the right corner."
                        },
                        {
                            "$t": "Not long into our journey, Drew grew nervous. He pleaded with me to turn back, but I insisted we press on, propelled by an irresistible curiosity about what lay ahead. Danger? Magic? I needed to know, and to this day I’m convinced I would have reached wherever it was I was trying to reach had the Baltimore County Police not concluded, impulsively I thought at the time, that the shoulder of a major thoroughfare was no place for a couple of five-year-olds."
                        },
                        {
                            "$t": "Some people acquire the travel bug. Others are born with it. My affliction, if that’s what it is, went into remission for many years following my aborted expedition with Drew. It resurfaced after college with renewed fury. I desperately wanted to see the world, preferably on someone else’s dime. But how? I had no marketable skills, a stunted sense of morality, and a gloomy disposition. I decided to become a journalist."
                        },
                        {
                            "$t": "As a foreign correspondent for National Public Radio, I traveled to places such as Iraq, Afghanistan, and Indonesia: unhappy places. On one level, this made perfect sense. Unconsciously, I was observing the first law of writing: Write about what you know. And so, notebook in hand, tape recorder slung over my shoulder, I roamed the world telling the stories of gloomy, unhappy people. The truth is that unhappy people, living in profoundly unhappy places, make for good stories. They tug at heartstrings and inspire pathos."
                        },
                        {
                            "$t": "They can also be a real bummer."
                        },
                        {
                            "$t": "What if, I wondered, I spent a year traveling the globe, seeking out not the world’s well-trodden trouble spots but, rather, its unheralded happy places? Places that possess, in spades, one or more of the ingredients that we consider essential to the hearty stew of happiness: money, pleasure, spirituality, family, and chocolate, among others. Around the world, dozens of what-ifs play themselves out every day. What if you lived in a country that was fabulously wealthy and no one paid taxes? What if you lived in a country where failure is an option? What if you lived in a country so democratic that you voted seven times a year? What if you lived in a country where excessive thinking is discouraged? Would you be happy then?"
                        },
                        {
                            "$t": "That’s exactly what I intended to find out, and the result of this admittedly harebrained experiment is the book you now hold in your hands."
                        },
                        {
                            "$t": "I was born in the Year of the Smiley Face: 1963. That’s when a graphic designer from Worcester, Massachusetts, named Harvey Ball invented the now-ubiquitous grinning yellow graphic. Originally, Ball’s creation was designed to cheer up people who worked at, of all places, an insurance company, but it has since become synonymous with the frothy, quintessentially American brand of happiness."
                        },
                        {
                            "$t": "Ball’s cheery icon never worked its magic on me. I am not a happy person, never have been. As a child, my favorite Winnie-the-Pooh character was Eeyore. For most of human history, I would have been considered normal. Happiness, in this life, on this earth, was a prize reserved for the gods and the fortunate few. Today, though, not only is happiness considered possible for anyone to attain, it is expected. Thus I, and millions of others, suffer from the uniquely modern malady that historian Darrin McMahon calls “the unhappiness of not being happy.” It is no fun at all."
                        },
                        {
                            "$t": "And so, like many others, I’ve worked at it. I never met a self-help book I didn’t like. My bookshelf is a towering, teetering monument to existential angst, brimming with books informing me that happiness lies deep inside of me. If I’m not happy, they counsel, then I’m not digging deep enough."
                        },
                        {
                            "$t": "This axiom of the self-help industrial complex is so deeply ingrained as to be self-evident. There’s only one problem: It’s not true. Happiness is not inside of us but out there. Or, to be more precise, the line between out there and in here is not as sharply defined as we think."
                        },
                        {
                            "$t": "The late British-born philosopher Alan Watts, in one of his wonderful lectures on eastern philosophy, used this analogy: “If I draw a circle, most people, when asked what I have drawn, will say I have drawn a circle or a disc, or a ball. Very few people will say I’ve drawn a hole in the wall, because most people think of the inside first, rather than thinking of the outside. But actually these two sides go together—you cannot have what is ‘in here’ unless you have what is ‘out there.’ ”"
                        },
                        {
                            "$t": "In other words, where we are is vital to who we are."
                        },
                        {
                            "$t": "By “where,” I’m speaking not only of our physical environment but also of our cultural environment. Culture is the sea we swim in—so pervasive, so all-consuming, that we fail to notice its existence until we step out of it. It matters more than we think."
                        },
                        {
                            "$t": "With our words, we subconsciously conflate geography and happiness. We speak of searching for happiness, of finding contentment, as if these were locations in an atlas, actual places that we could visit if only we had the proper map and the right navigational skills. Anyone who has taken a vacation to, say, some Caribbean island and had flash through their mind the uninvited thought “I could be happy here” knows what I mean."
                        },
                        {
                            "$t": "Lurking just behind the curtain is, of course, that tantalizing, slippery concept known as paradise. It has beguiled us humans for some time now. Plato imagined the Blessed Isles, a place where happiness flowed like the warm Mediterranean waters. Until the eighteenth century, people believed that biblical paradise, the Garden of Eden, was a real place. It appeared on maps—located, ironically, at the confluence of the Tigris and Euphrates rivers, in what is now modern-day Iraq."
                        },
                        {
                            "$t": "European explorers prepared for expeditions in search of paradise by learning Aramaic, the language Jesus spoke. I set out on my journey, my search for paradise, speaking not Aramaic but another obscure language, the modern liturgy of bliss spoken by the new apostles of the emerging science of happiness. I brush up on terms like “positive affect” and “hedonic adaptation.” I carry no Bible, just a few Lonely Planet guides and a conviction that, as Henry Miller said, “One’s destination is never a place, but a new way of seeing things.”"
                        },
                        {
                            "$t": "And so, on a typically steamy day in Miami \"(\", I pack my bags and depart my home on what I know full well is a fool’s errand, every bit as foolish as the one I tried to pull off as a peripatetic five-year-old. As the author Eric Hoffer put it, “The search for happiness is one of the chief sources of unhappiness.” That’s okay. I’m already unhappy. I have nothing to lose."
                        }
                    ]
                },
                {}
            ]
        }
    }
}